[
    {
        "id": "hyundai_design_philosophy1-1",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "현대자동차의 디자인 정체성 ‘플루이딕 스컬프처’의전략적 고찰A Strategic Review on ‘Fluidic Sculpture', the Design Identity of HMC이주명연세대학교 인문예술대학 디자인예술학부 교수Rhi Joo-myungYonsei university 를 중심으로 검토하였다.1. 서 론그 결과 현대자동차의 신규 디자인정체성은 ‘세련1.1. 연구 배경되고 당당한’ 현대자동차의 브랜드전략을 반영하고1.2. 연구 목적 및 방법있으며, ‘다이나믹’을 추구해야 하는 자동차의 속성과2. 현대자동차의 브랜드 전략 검토 시장 상황에 전략적으로 적합한 이미지 포지셔닝을취하고 있었다. 또한 핵심 조형 요소들이 종합되어2.1. 디자인 정체성과 브랜드 정체성조형 유산도 대체로 반영되고 있다는 것을 확인하였2.2. 기업 정체성과 브랜드 슬로건2.3. 현대․기아브랜드의 차별화 다. 특히 다소 과도한 것으로 평가받고 있는 현대자동차의 신규 이미지 포지셔닝은 프리미엄 이미지로3."
    },
    {
        "id": "hyundai_design_philosophy1-2",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "현대자동차의 조형 유산나아가기 위한 현대의 중간단계 전략으로서 불가피한3.1. 조형 유산의 추출 선택으로 보이지만 향후 점차 정련되어 새로운 이미3.2. 6가지 조형 유산지로 자리 잡을 것으로 예상한다.4. 자동차 시장의 이미지 동향주제어4.1. 시장 이미지의 추출브랜드 전략, 디자인정체성, 이미지 포지셔닝4.2. 브랜드 별 이미지의 강도4.3. 이미지의 분포4.4. 시장 이미지 종합4.5. 3가지 포지셔닝의 가능성 Abstract (스타일이름: 요약제목)5. 현대자동차 디자인 정체성 전략 Hyundai Motor Company (HMC) has shown its designpower to the world customers through continuous5.1. 조형언어 ‘플루이딕 스컬프처’development. However the apparent image status5.2."
    },
    {
        "id": "hyundai_design_philosophy1-3",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "현대자동차 DI 전략의 정합성 검토regarding car's design identity like other world leading6. 결 론motor companies couldn't be achieved by the company.Now, HMC, the world No. 5 auto manufacturer in terms참고문헌of volume, is not available to have ever more growthwithout design identity. Therefore, HMC recentlypresented 'Fluidic Sculpture' as its design identity for thefuture."
    },
    {
        "id": "hyundai_design_philosophy1-4",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "This paper conducted the review for HMC's thenew design identity in the context of corporate strategy.It examined the identity's compatibility with HMC's brandstrategy, style assets and differentiation in the market.The result of the research shows that the newdesign identity meets HMC's brand strategy, which has논문요약 the keyword 'refined and confident'. The design identity,also, has strategically appropriate image for the market현대자동차는 그동안 발전을 통해 디자인력을 세positioning and automobiles' trend."
    },
    {
        "id": "hyundai_design_philosophy1-5",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "At the same time, it계에 과시하고 있지만 디자인정체성(Design Identity)reflects the style heritage of HMC's with several core측면에서는 세계 선도 자동차 회사와 같은 뚜렷한 이style elements. In particular, the new image position, that미지를 보유하지 못하였다. 이제 세계 5위의 규모를seems to be criticized a little bit because of too much갖춘 상태에서 디자인정체성을 갖추지 않고서는 지속sensational style is considered as a step-by-step strategy적인 성장을 기약하기 어려운 시점에 이르렀다. 이에for taking future premium image in the world auto따라 최근 현대자동차는 ‘플루이딕 스컬프처’라는 디market.자인 정체성의 방향을 정하였다."
    },
    {
        "id": "hyundai_design_philosophy1-6",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "본고는 이런 맥락에서 현대가 제시한 디자인정체성 전략의 방향에 대해Keyword서 고찰하였다. 구체적으로 현대자동차의 브랜드 전Brand Strategy, Design Identity, Image략과 조형 유산과의 일치성, 자동차 시장에서 차별화Positioning 립, 차별성 확립 여부를 검토한다. 연구의 결과는 향1. 서론후 관련 기업의 디자인정체성 전략의 수립 및 보완의1.1. 연구 배경 기반으로 활용되고, 유사한 평가의 선행연구로서 관련 연구의 진행에 도움이 될 것으로 기대한다.현대자동차는 창업 40여년 만에 세계 유수의 자동본고의 연구 방법으로서 먼저 문헌연구를 통해 현차 회사로 발전하였다. 꾸준한 R&D 투자와 적절한대자동차의 브랜드 전략을 디자인정체성 전략과 비교시장 전략을 바탕으로 2009년 판매대수 기준 세계 5한다. 다음으로 오늘날 현대자동차의 디자인 정체성위의 자동차 업체로 발 돋음 한 것이다."
    },
    {
        "id": "hyundai_design_philosophy1-7",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "이에 부응하의 근원이 될 수 있는 과거의 조형 유산을 과거 차량여 디자인부서도 많은 발전을 통해 세계 수준의 디자의 조형을 분석하여 추출하고 검토한다. 동시에 자동인력을 가진 것으로 평가받고 있다. 하지만 아직 디차 시장의 이미지 동향을 현대 포함 15개 브랜드를자인 정체성(Design Identity) 측면에서는 세계 선도중심으로 문헌연구 및 지각도(perception map)를 활자동차 회사와 같은 뚜렷한 이미지를 드러내 보이고용하여 검토하고 그 맥락에서 현대자동차의 이미지있지 못하다. 그 이유는 현대가 다양한 시장을 대상포지셔닝을 확인한다. 마지막으로 앞서 확인된 내용으로 성장해오면서, 강력한 이미지를 기반에 둔 마케을 현재 수립된 현대자동차의 디자인 정체성 방향과팅보다 개별 시장에 적합한 개별 친화성이 더 큰 힘비교 검토하여 전략적 타당성을 고찰한다.을 발휘하는 것으로 평가되어 그동안 오히려 뚜렷한디자인 정체성을 회피하는 전략을 사용한 것으로 알려져 있기도 하다.1) 2."
    },
    {
        "id": "hyundai_design_philosophy1-8",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "현대자동차의 브랜드 전략 검토하지만 이제 현대자동차는 대중성 못지않게 신뢰2.1. 디자인 정체성과 브랜드 정체성할 수 있는 고급브랜드로서 자리 매김하는 것이 필요한 시장지위를 갖게 되었다. 디자인정체성을 갖추지 자동차 브랜드의 디자인 정체성은 해당 브랜드의않고서는 브랜드력 확보를 통한 지속적인 성장을 기 정체성과 깊은 연관 관계를 맺고 있다. 브랜드로부터약하기 어려운 시점에 다다른 것이다. 이에 따라 현 받은 인상과 자동차의 스타일(디자인)이 부조화되면대자동차는 2009년 드디어 ‘플루이딕 스컬프쳐’라는 소비자들의 일관된 인식을 바탕으로 한 강력한 브랜디자인 정체성의 방향을 정하고 이를 대내외에 홍보 드력을 형성할 수 없다. 또한 보다 상위의 기업 정체하기에 이르렀다. 성도 브랜드 정체성, 디자인 정체성과 깊은 연관관계를 맺고 있다. 따라서 현대자동차의 3개 층위의 정체1.2."
    },
    {
        "id": "hyundai_design_philosophy1-9",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "연구 목적 및 방법성을 비교하는 것은 정체성의 전략적 측면을 검토하최근 현대자동차의 디자인 정체성인 ‘플루이딕 스는 데 중요하다.컬프처’가 적용된 차량에 대한 평가들이 간간히 이루2.2. 기업정체성과 브랜드 슬로건어지고 있다. 하지만 대부분의 평가는 조형적 측면의완성도를 중심으로 검토되기 때문에, 브랜드력 강화 1967년 창업한 현대자동차는 2000년 이후 본격적으라는 디자인 정체성 실행의 목적에 비추어 적절한 평 로 세계 시장의 강자로 나서며 각종 지표 및 평가에가로 볼 수 없다. 현대 디자인 정체성 전략에 대한 서 의미 있는 결과를 남겼다. 특히 2008년도에는 i30,판단은 ‘현대’라는 브랜드 전통이 수립되는데 일조할 쏘나타, 아반테 등이 미국 등 국가에서 올해의 차로것인지, 브랜드력 강화를 위해 경쟁사 대비 이미지 선정되는 성과를 이루었으며, 2009년에는 제네시스가차별성 확보에 성공했는지 등 전략적 차원에서 이루 브랜드 가치가 더욱 중시되는 프리미엄 모델로서는어져야 한다."
    },
    {
        "id": "hyundai_design_philosophy1-10",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "처음으로 핵심 시장에서 ‘북미 올해의 차’로 선정되었본고는 이런 맥락에서 현재 현대가 취하고 있는 다. 2010년 3월 중고차로서 가치가 떨어지던 약점을디자인정체성이 전략적으로 적합한 지 고찰한다. 구 보완하여, 도요타와 혼다를 제치고 재구매 의사를 가체적으로 브랜드 전략과의 정합성 및 조형 전통의 확 진 차 1위에 오르고2), 브랜드키즈사 고객충성도조사자동차 부문에서도 역시 1위(2위 도요타, 3위 스바루,1) “현대자동차의 차에는 아직은 확실한 얼굴이 없다고 생각한 4위 포드)에 오르는 등 브랜드역량이 매우 향상된 것다. 그것은 우리들 디자인센터가 항상 새로운 도전을 되풀이하으로 나타나고 있다.고 있기 때문이다. 무리하게 얼굴을 만드는 것은 그렇게 어려현대자동차의 기업정체성 전략은 2005년부터 현재운 일이 아니다. 그러나 진짜 얼굴은 어느 도달점에서 만들어지는 것이라 생각한다. 그렇지 않으면 시장에서 수용될 수 없다."
    },
    {
        "id": "hyundai_design_philosophy1-11",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "도전을 계속하면서 그 시기를 기다리고 있는 것이 현재 상 2) 미국 중고차 평가전문기관인 켈리블루북 실시. 2위 혼다, 3황이다.”(박종서 전 부사장, 니케이디자인, 2002년) 위 도요타. 까지 사용되고 있는 ‘Drive Your Way'라는 브랜드 체성은 보다 진취적인 방향으로 정립시켜야 하며, 브슬로건으로 요약된다. ‘Drive Your Way'의 의미는 ’ 랜드 슬로건을 포함하여 기업 정체성을 보다 강화하끊임없는 혁신을 통해 현대자동차 고유의 고객 감동 는 전략을 추구할 필요가 있다.을 창출하고 고객이 원하는 바를 지속적으로 제공하2.3. 현대․기아 브랜드의 차별화겠다는 의지를 표명‘하는 것이다."
    },
    {
        "id": "hyundai_design_philosophy1-12",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "즉, 내부적으로 혁현대 브랜드의 특수성 중 하나로 거의 유사한 라신의 의지와 외부적으로는 자동차라는 ’행동적 가치인업을 갖추고 있는 기아 브랜드가 현대기아자동차라‘의 상징물을 고객의 삶에 대입시켜 자동차가 보유한는 한 울타리 안에서 공존하고 있다는 것을 들 수 있본원적 가치인 ’자유‘를 다시 강조하고자 하는 의도이다. 시장에서 다른 기업 브랜드와 차별화시키는 것다. 세부적으로는 고객, 내부임직원, 기업, 딜러(유통),못지않게 중요한 것이 내부 2개의 브랜드를 소비자들자동차산업의 5개 측면으로 나누어 그 의미를 설명한에게 다르게 인식시키는 것이다. 두 회사의 이미지는다.한편 다른 듯이 보이기도 하지만 실제로는 매우 유사고객 측면은 ‘고객의 삶과 미래를 그들 자신의 방한 느낌을 갖고 있다."
    },
    {
        "id": "hyundai_design_philosophy1-13",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "그 이유는 현대자동차가 기아식 그대로 나아가도록 격려해 준다는 의미와 고객 개자동차를 1998년 합병한 이후 브랜드가 분리되어 있개인의 삶의 방식을 배려하고 존중 한다’는 의미로서음에도 디자인부서가 합쳐져 있던 시절이 있었고, 브고객의 고유 가치 실현을 지원한다는 매우 중요한 메랜드 경영팀이 분리된 것은 2008년 초로서 근래의 일시지를 담고 있다. 내부임직원 측면은 ‘자신감과 자부이기 때문이다. 그 영향으로 2005년경에 정립된 2개심을 갖고, 글로벌 리딩 브랜드가 되기 위해 본인이브랜드의 정체성은 각 사의 독특함을 담고 있으면서맡은 바 최선을 다하는 목표를 이룰 수 있도록 지속도 한편으로는 같은 우산 밑에 모인 두 회사의 차별적으로 노력하는 자세를 갖도록 함’을 말한다."
    },
    {
        "id": "hyundai_design_philosophy1-14",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "기업성을 극대화해서 형제끼리 경쟁하는 모습을 최소화시측면은 내부 임직원에게 기업 차원의 자부심과 책임키려는 배려가 부지불식간에 반영되어 오히려 인위적의식을 부여하며, 매우 중요한 파트너인 딜러 측면에인 측면이 강하다.서도 마찬가지 자부심과 책임감을 부여하고자 한다.기업 정체성의 하위 개념으로서, 현대자동차의 브고객과 더불어 또 하나 중요한 것은 전 세계 자동차랜드 정체성(Brand Identity)은 ‘세련되고 당당한산업 차원의 의미 설명인데 ‘기존의 경제적인 자동차(Refined & Confident)’으로 정립되어 있다. 기아 자의 이미지를 넘어, 정제되고 세련된 현대자동차의 새동차의 브랜드정체성은 ‘즐겁고 활력 넘치는(Exciting로운 아이덴티티를 구축’하겠다는 현대자동차의 목표& Enabling)’이다."
    },
    {
        "id": "hyundai_design_philosophy1-15",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "현대는 규모나 연혁, 그리고 인수를 표명하고 있다.합병의 주도자라는 측면에서 보다 상대적으로 점잖은이러한 슬로건 내용은 BMW의 ‘궁극의 운전 기계이미지를 추구하고5) 그것을 형태로 풀어내는 방법으(Ultimate Driving Machine)'처럼 회사의 이미지를 명로 곡선적이면서도 정적인 이미지를 추구하는 반면,료하게 소비자에게 각인시키지는 못한다. 이것은 과기아자동차는 현대와 같은 부담감 없이 보다 외향적거 현대자동차 선대 회장의 ’원하는 장소에, 원하는이고, 직선적이라는 조형적 특성을 추구하는 것으로시간에 편안히 모셔다 주는 것이 자동차‘라는 모토3)알려져 있다. 이러한 구별은 디자인 측면에서 자사의와 상통한다."
    },
    {
        "id": "hyundai_design_philosophy1-16",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "그럼에도 어떤 곳에든 적응가능하고 어독특함을 추구하기 보다는 상대적인 개념을 보다 중떤 요구이거나 충족시킬 수 있다는 것은 고객지향의시하는 경향으로부터 비롯된 것으로 사내 품평 등을마인드는 엿볼 수 있지만 보편성만을 표현하고 있다.거치면서 스타일 구축에 자연스럽게 영향을 미친 것따라서 고유함에 기반을 둔 정체성과 선택과 집중이으로 보인다.6)전략 실행의 핵심인 것에 비추어 볼 때 슬로건이 고디자인 정체성은 이러한 브랜드 정체성이 각기 다유 스타일 즉, 디자인 정체성에 연결될 수 있을 가능양한 조형 어휘로 전환되어 구성원 간에 그 의미를성은 상당히 적다. 결국 소비자에게 강력히 소구해야하는 브랜드 전략 차원에서는 미흡한 것이고."
    },
    {
        "id": "hyundai_design_philosophy1-17",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "그동안5) 비유하자면 마치 한국 문화에서 볼 수 있는 맏형의 이미지현대자동차의 디자인정체성이 확립되지 못한 것과 관 가 자연스럽게 연상된다.련이 있는 것으로 판단된다.4) 결국 현대의 디자인정 6) 이런 경향에서 벗어나게 된 계기는 피터 슈라이어의 영입으로 기아가 대립 구도보다는 독자적인 디자인정체성을 추구하게되면서부터 비롯된 것으로 추측된다. 흥미로운 점은 이것이 현3) 정세영, 미래는 만드는 것이다. 행림출판, 2000 대자동차가 그런 구도에서 벗어나 독자적인 방향을 자유로이4) 비슷한 이유로 광고이미지로서 부적합하다는 의견이 제기된 추구하게 된 계기가 되었을 개연성이다. 기아자동차의 ‘직선의것으로 알려졌으나 이 브랜드 슬로건은 현재까지 변함없이 사 단순화’가 제시된 것이 2006년경이라면 현대자동차의 ‘유기적용되고 있다. 아시아투데이 08.06.08 조각’은 2009년에 발표된 사실이 앞의 추정을 뒷받침한다."
    },
    {
        "id": "hyundai_design_philosophy1-18",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "공유하는 절차를 거쳐 디자인 결과물의 스타일로 표 을 거쳐 총 12가지 후보군을 선정한다. 다시 타사의출되면서 나타난다. 현대자동차 브랜드의 디자인 정 디자인정체성 및 현대의 컨셉카 및 최근 차량의 형상체성은 그동안 형성되어온 ‘세련과 당당’ 대 ‘즐겁고 과 비교하면서 미래지향성을 확인하여 최종적으로 6활력 넘치는’, ‘곡선’과 ‘직선’, ‘안정’과 ‘진취’의 구도 가지의 현대자동차 조형 유산을 추출할 수 있었다.를 이어받으면서도, 향후에는 보다 독립적인 디자인정체성을 갖추는 것이 필요하다. 이는 개념적인 구분보다는 독특한 조형 요소의 도입으로 가능할 것이다.3. 현대자동차의 조형 유산3.1. 조형 유산의 추출정체성은 본디 내적인 특성의 자연스러운 표출로이루어지는 것이다. 특히 완벽히 통합된 일체인 일개인의 정체성에서 그 사례를 볼 수 있다."
    },
    {
        "id": "hyundai_design_philosophy1-19",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "제품이나, 제품군, 기업에서 드러나는 정체성은 그 주체들이 일개인에는 훨씬 못 미치는 유기적 특성을 갖고 있기 때문에 내적 특성과 동시에 형성되거나 때로는 내적 특 [그림 1] 사다리꼴 라디에이터 그릴의 확인 (예시)성의 변화를 주도하는 인위적 계획으로 진행된다. 하지만 앞서 서술한 대로 계획이 없더라도 정체성이 없는 것은 아니며, 해당 기업의 문화적 배경, 경영진 관점, 작업 과정, 신조 등의 특성이 반영되어 일정한 모습을 보이게 된다. 따라서 현대자동차의 조형도 그동[그림 2] 조형유산 ‘V인상’의 확인 (예시)안 디자인팀이 지속적으로 충원되고 변화하고 있지만기업이 유지되어 온 역사 속에 공통된 요소가 형태로3.2. 6가지 조형 유산8)반영되었을 것이라는 추정을 할 수 있다."
    },
    {
        "id": "hyundai_design_philosophy1-20",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "이런 맥락에서 과거의 차량을 살피면서 조형적 특성이 비교적장기간 유지되고 있는 부분을 추출하여 그것을 스타 ① 볼륨감있는 H라인 : 현대자동차 최초의 컨셉카일 유산으로 정리하는 작업을 수행하였다.7) 였던 HCD-1을 위시하여 산타페, 최근의 TG그랜저까조사 대상은 1976년 포니가 탄생한 이후 2008년 제 지 앞뒤 펜더의 풍성함 또는 전체적인 볼륨감이 얇지네시스에 이르기까지 코티나와 같이 단순 도입된 차 않고 풍성함을 의미함.량을 제외한 현대자동차 브랜드 총 48종의 차량을 대상으로 조사를 실시하였다. 등급별로 차량을 분류하고 그것을 다시 연도별로 배치하여 개별 브랜드 내에서 이루어지는 요소별 변화를 기록하여 특정 패턴을발견하는 방식으로 진행하였다.조사 요소로는 헤드램프와 라디이에이터 그릴, 후드를 중심으로 한 전면, 벨트라인과 케릭터라인이 중심이 된 측면, 테일램프를 중심으로 한 후면을 분석[그림 3] H라인 사례 : HCD1, 산타페, NF소나타, TG그하였다."
    },
    {
        "id": "hyundai_design_philosophy1-21",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "이후 추출된 결과를 아반테, 소나타, 그랜저랜저 (이하 모두 좌상부터 시계방향 배열)등 주력 차종을 중심으로 다시 한 번 검토하는 과정② 후드 좌우 주름 형성 : 후드의 좌우측에 강한7) 본 조사는 2008년 하반기에 실시되었다. 조사 도중 매우 다 주름 또는 라인을 형성하여 강한 인상을 형성. 접는양한 양상이 드러나면서 요소의 추출이 쉽지 않다는 것을 확인 방식은 매우 다양하게 나타남.하였지만, 그 경향은 현재로 올수록 차종이 늘어나면서 호전되는 것을 알 수 있었다. 따라서 비교적 작은 경향을 확대하거나,과거 요소와 2008년 당시 최근 요소들을 자연스럽게 연결시키면서 조형 유산을 확정하였다. 8) 다음 조형 유산의 순서가 의미를 갖고 있는 것은 아니다. [그림 7] 헥사곤 사례 : 벨로스터, 카르막 컨셉⑥ Z자형 측면 케릭터라인 : 측면의 케릭터라인이기울어져 벨트라인과 엇갈리면서 Z자형 궤적의 역동[그림 4] 후드 주름 사례 :뉴산타페, 베르나, 베라크루 성을 만들어냄."
    },
    {
        "id": "hyundai_design_philosophy1-22",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "최근의 경향이지만 투스카니에서 비즈, 뉴투스카니 슷한 느낌을 찾을 수 있음.③ X교차 부정형 램프 : 테일 램프의 형태가 바람에 휘날리듯 부정형이면서 하단의 범퍼와 X로 교차하는 최근 차량의 특성. 차량의 골격과는 무관하게독립적인 형상이면서 천과 같은 살아있는 면을 느낄 [그림 8] Z케릭터라인 사례 : 뉴산타페, 제네시스 쿠페수 있음. 티뷰론의 테일 램프도 독립적인 형상을 갖도록 한다는 측면에서 어느 정도 유사함.4. 자동차 시장의 이미지 동향4.1. 시장 이미지의 추출브랜드별 자동차의 이미지를 분석하기 위하여 현대를 포함 15개 브랜드를 선정하고, 브랜드별 대표 4도어 세단 3종을 선택하여 형용사 이미지 스케일을[그림 5] X교차램프 사례 : 베라크루즈, HCD9사용한 이미지 조사를 실시하였다."
    },
    {
        "id": "hyundai_design_philosophy1-23",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "선택된 3종은2008년형 또는 2008년 당시 가장 최신형이었으며,④ V 인상 : 뱃지를 기점으로 헤드 램프의 좌우상브랜드의 선정기준은 세계적 선도 브랜드이면서 역사단 꼭지가 위로 치켜 올라가면서 진취성을 표현. 90와 전통이 있고, 보유 차량의 라인업이 잘 구축되어년대 초반 이후에는 자주 볼 수 있어 예외인 모델이있으며, 브랜드 아이덴티티가 명확하고, 비교적 한국에쿠스 정도라는 특징적인 모습.소비자들의 인지도가 높은 브랜드였다. 선정된 브랜드와 차종은 [표1]과 같다.조사는 2008년 가을 자동차 디자이너 총 56명을대상으로 실시하였다. 처음 설문을 계획할 때 소비자를 대상으로 한 조사를 검토하였으나 적절한 표본추출의 어려움과 이미지 조사 방법의 공간적 제약 등을고려하고, 다수의 자동차 브랜드에 대한 경험이 있어제한된 이미지에도 적절한 답을 할 수 있는 전문가를대상으로 하였다."
    },
    {
        "id": "hyundai_design_philosophy1-24",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "조사 목적이 개별 자동차가 아닌브랜드를 바탕으로 둔 이미지9)에 대한 조사이므로조사 대상의 선정은 적절했다고 판단된다.[그림 6] V인상 사례 : 아반테, 산타페, 제네시스, 사용된 이미지스케일은 IRI 이미지스케일이었으며HCD8 개별 형용사 군을 대표하는 형용사 12가지를 사용하여 대상차종의 프론트쿼터뷰(front quarter view) 이⑤ 헥사곤 : 라디에이터 그릴이 확장되어 육각형의 미지를 배경 없이 흑백으로 보정하여 자극물로 제시모양을 이루는 것. 유난히 많던 사다리꼴 그릴의 확 하고 ‘그렇다’로부터 ‘아니다’까지 5점 척도로 평가하장판으로 추출되었다.9) 블라인드 테스트에서 코카콜라 브랜드라는 것을 알게 되면맛의 이미지가 달라진다는 조형심리에 대한 보고가 있다. 도록 하였다.10) Buick과 Ford는 특별히 떠오르는 형용사가 거의 없을[표 1] 선정된 브랜드와 차종 정도로 약한 이미지를 갖고 있었다."
    },
    {
        "id": "hyundai_design_philosophy1-25",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "현대자동차의 브랜드 이미지의 강도가 약하다는 것은 브랜드에서 전브랜드 차종 국가달되는 특별한 요소가 적다는 것을 의미한다.Audi A4, A6, A8 독일4.3. 이미지의 분포Benz C, E, S 독일Lexus ES, GS, LS 일본 브랜드별 이미지를 조사하여 이미지의 순위를 파Infiniti G, M, Q 일본 악하였다.VW Golf, Passt, Phaeton 독일 Audi와 VW는 ‘모던함(4.66)’이 가장 강한 차량이BMW 3, 5, 7 독일 었다. 모두 VW 그룹이 보유한 브랜드이기 때문에 형Honda Civic, Accord 일본 상에서의 유사성도 상당히 큰 것으로 보인다."
    },
    {
        "id": "hyundai_design_philosophy1-26",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "다만Citroen C4, C5, C6 프랑스 VW(3.92)보다 Audi가 고급브랜드로서 ‘모던한’ 느낌Peugeot 307, 407, 607 프랑스 이 강하며 ‘고상’하고, ‘맑은’ 느낌을 가지고 있는 반Mazda Mazda3, Mazda6 일본면 VW는 ‘경쾌한’, ‘내츄럴한’ 이미지 특성을 갖고 있Volvo S40, S50, S60 스웨덴다. BMW와 Benz는 고급 브랜드의 대명사이지만 그Hyundai Avante, Sonata, Grandeur 한국이미지는 상당한 차이를 보였다."
    },
    {
        "id": "hyundai_design_philosophy1-27",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "BMW가 ‘다이나믹Toyota Corolla, Camry, Avalon 일본(4.71)’하면서, ‘경쾌’하고, ‘모던’한 반면, Benz는 ‘우아Buick La Crose, Lucerne 미국(4.42)’하고, ‘점잖’으면서 ‘고상’하였다.Ford Focus, Fusion, Taurus 미국Lexus와 Infiniti는 모두 ‘다이나믹(모두 4.10)’한특성을 갖고 있어 회사가 다름에도 일본의 고급 이미4.2. 브랜드별 이미지의 강도지를 공유하고 있는 것으로 보인다. 다만 Lexus는 보조사의 결과로서 먼저 각 브랜드의 이미지강도를다 ‘모던’하고, ‘고상’하며, ‘우아’하고, Infiniti는 ‘화려’측정하였다. 제시된 12개 형용사에 대하여 각 브랜드하고, ‘경쾌’한 것으로 나타났다."
    },
    {
        "id": "hyundai_design_philosophy1-28",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "반면 보급형 브랜드별 상위로 표시된 4개 형용사의 긍정도를 평균 내는인 Honda와 Toyota는 모두 ‘경쾌(H4.28, T3.16)’한 특방식으로 판단하였다.성을 공유하지만 Honda가 훨씬 ‘경쾌’하며, Toyota는약간 더 ‘점잖은’ 느낌을 주고 있다. VW그룹과 마찬가지로 동일한 회사에 소속된 Citroen과 Peugeot는모두 ‘경쾌(C3.85, P4.41)’하고, ‘다이나믹(C3.83,P4.06)’한 특성을 공유해서, 동일한 기업 집단에 속한다면 인적자원의 교류와 함께 조직과 의사결정상의요인들이 매우 크게 브랜드 이미지와 디자인 정체성에 반영됨을 추정하게 한다. 하지만 Peugeot가 더 강한 개성을 갖고 있는 브랜드였다.현대자동차는 ‘점잖은(3.39)’, ‘온화한(3.25)’, ‘모던한(3.08)’, ‘은은한(3.03)’ 이미지를 갖고 있는 것으로[그림 9] 15개 차종의 브랜드 이미지의 강도 나타났다."
    },
    {
        "id": "hyundai_design_philosophy1-29",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "3점은 ‘그렇다’와 ‘아니다’의 경계선상에 속그 결과 BMW, Benz가 가장 이미지가 강한 것으 하는 것이므로 ‘점잖은’과 ‘온화한’ 정도의 약한 특징로 밝혀졌다. 이외 Audi, Honda, Peaugeot등이 강한 이 있다는 해석도 가능하다. Volvo와 유사한 이미지이미지를 가지고 있었다. 그 다음으로 Infiniti와 이지만 강도가 많이 떨어지며 Buick도 ‘점잖은’ 이미Lexus가 거의 비슷한 강도이고 Citroen, VW, Mazda 지를 현대와 비슷한 정도로 갖고 있다. Buick과 Ford가 뒤를 이었다. 이들 5개 브랜드는 해당 형용사에 가 특이한 점은 특별히 다른 강한 이미지를 갖고 있대해 비교적 강한 긍정을 보였다. Volvo, Hyundai, 지 않으면서도 ‘은은한’(B,F), ‘고상한’(B), ‘온화Toyota는 해당 형용사에 대해 약한 긍정을 보였으며, 한’(B,F), ‘점잖은’(F) 이미지는 아니라는 것이 상대적으로 강하게 부각되는 점이다."
    },
    {
        "id": "hyundai_design_philosophy1-30",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "결국 특별한 이미지를형성하고 있지 못하다는 것을 알 수 있다. 아래 [표2]10) IRI image scale 제C-2001-001388호. 형용사 12가지 : 점잖는 앞서 설명한 브랜드별 이미지를 수치로 보여준다.은, 귀여운, 고상한, 맑은, 내추럴한, 은은한, 온화한, 우아한, 경쾌한, 화려한, 다이나믹한, 모던한 [표 2] 15개 브랜드의 순위별 이미지 2008년 기준 승용차 시장의 핵심 이미지는 ‘경쾌한’,‘다이나믹한’, ‘모던한’ 이며 ‘화려한’과 ‘점잖음’이 공항목 1순위 2순위 3순위 4순위존하는 시장으로서 사분면 중 동적이고 딱딱한 이미모던한 점잖은 고상한 맑은Audi4.66 3.98 3.91 3.83 지가 다수를 차지한다."
    },
    {
        "id": "hyundai_design_philosophy1-31",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "이는 자동차가 이동수단으로우아한 점잖은 고상한 다이나믹 서 ‘다이나믹하고’, ‘경쾌한’ 전형성을 갖고 있으며 동Benz4.42 4.14 4.12 3.96시에 종합적인 첨단 기계로서 가져야 할 이미지인다이나믹 모던한 고상한 우아한Lexus ‘모던함’ 등으로 표현되는 것으로 판단된다.4.10 3.87 3.80 3.78다이나믹 화려한 경쾌한 모던한 반면 사분면의 우상부인 ‘부드럽고’, ‘정적인’ 영역Infiniti4.10 3.91 3.85 3.78의 이미지를 가진 차량은 거의 없다는 것을 알 수 있모던한 점잖은 경쾌한 내츄럴한VW 다. 앞서 설명대로 속도를 중시하는 자동차의 전형적3.92 3.66 3.58 3.46다이나믹 경쾌한 모던한 화려한 인 이미지 특성에서 벗어난 것이 이유일 수 있다.BMW4.71 4.23 4.10 4.104.5."
    },
    {
        "id": "hyundai_design_philosophy1-32",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "3가지 포지셔닝의 가능성경쾌한 다이나믹 모던한 화려한Honda4.28 4.19 4.08 3.48 이러한 시장의 맥락 속에서 현재 이미지가 ‘점잖경쾌한 다이나믹 모던한 화려한Citroen 은’에 위치한 현대자동차가 향후 취할 수 있는 세 가3.85 3.83 3.69 3.60지 이미지 전략을 검토할 수 있다."
    },
    {
        "id": "hyundai_design_philosophy1-33",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "‘온화한’, ‘은은한’,경쾌한 다이나믹 화려한 귀여운Peugeot4.41 4.08 3.98 3.51 ‘우아한’을 중심으로 한 A포지션과 전형적인 자동차Mazda 경쾌한 다이나믹 모던한 귀여운 의 특성이 반영된 이미지 영역인 B포지션, 그리고4.03 3.76 3.39 3.12현대자동차의 현재 이미지가 위치한 영역과 유사한점잖은 모던한 고상한 온화한Volvo3.87 3.62 3.21 3.10 C포지션이다.점잖은 온화한 모던한 은은한Hyundai3.39 3.25 3.08 3.03경쾌한 점잖은 모던한 다이나믹Toyota3.16 3.10 3.01 2.94점잖은 은은한 고상한 온화한Buick3.28 2.84 2.83 2.78모던한 점잖은 온화한 은은한Ford3.31 2.93 2.56 2.464.4."
    },
    {
        "id": "hyundai_design_philosophy1-34",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "시장 이미지 종합이러한 결과를 바탕으로 15개 브랜드로 제한적이지만 자동차 시장의 전체 이미지를 판단해보면 [그림10]과 같다.[그림 11] 선택 가능한 3개 이미지 포지션A포지션은 자동차로서는 매우 드문 이미지의 영역이다. 하지만 최근 환경 문제로 인해 대체 연료 등을 활용한 친환경 차량이 등장하면서 미래를 위해 충분히 고려해 볼만한 이미지 영역이라고 볼 수 있다.차츰 남성성에 대한 비판과 여성성에 대한 긍정이 지속가능성이라는 측면에서 꾸준히 증가하고 있는 맥락을 감안한다면 더욱 그렇다. 선도 브랜드 중 Benz가우아한 이미지(1순위, 4.42)를 많이 갖고 있고,Lexus(4순위, 3.78)와 Volvo(4순위, 3.10)가 어느 정도부합되는 이미지를 갖고 있어 A포지션에 근접한 브[그림 10] 현재 자동차 시장 이미지랜드로 평가할 수 있다."
    },
    {
        "id": "hyundai_design_philosophy1-35",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "하지만 현대자동차는 다른 브랜드에 비하여 상대적으로 더 많은 부분(2순위 온 결과물은 ’유기적인 조각‘이지만 그 배경에는 '오화한 3.25, 4순위 은은한 3.03)이 A포지션과 일치하고 키드 스트로크(Orchid Stroke)'가 있다. ’난을 그리는있어 기대되는 부분이 있다. 우려되는 것은 Benz와 것이 아니라 ‘난을 친다’로 표현될 수 있는 유연한 강Lexus 모두 ‘우아함’(B4.42, L3.78)과 함께 ‘다이나믹 인함을 의미하는 것으로 이것을 외관 캐릭터 라인에한’(B3.96, L4.10) 이미지를 갖고 있어서 자동차의 박 접목‘하였다고 한다..12) 그것이 최초로 반영된 차량은력이 고급감의 한 표현인 ‘우아함’으로 승화된 상태라 제네시스나 에쿠스가 아닌 YF쏘나타와 투싼iX이며는 해석이 가능하다. 그렇다면 A포지션은 아직 현대 이후 발표될 베르나에도 적용될 예정이지만 유럽 자자동차가 확보하기에는 쉽지 않은 영역이다."
    },
    {
        "id": "hyundai_design_philosophy1-36",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "동차 메이커들과 같은 패밀리룩 체제를 도입하지는B포지션은 BMW를 위시해서 Lexus, Infiniti등의 않고 현대의 ’시장최적화디자인정책‘에 기반을 두고고급 브랜드와 개성을 가진 보급형 브랜드 들이 즐비 느슨한 디자인 정체성 내에서 다양함을 추구할 것으하다. 다른 포지션에 위치한 브랜드들에 비하여 B포 로 알려져 있다.지션은 집중도가 높다. 대부분의 브랜드들이 ‘경쾌한’ 이런 맥락에서 보면 이번에 발표된 ‘플루이딕 스과 ‘다이나믹’ 이미지를 1,2순위로 보유하고 있다. 그 컬프처’의 특징은 유연성과 역동성의 강조에 있다고만큼 자동차의 전형성을 대표하는 이미지 영역이라고 볼 수 있다. 다음의 관련 리뷰들도 그런 경향을 잘볼 수 있다. 이곳은 고객이 자동차의 전형으로서 기 보여주고 있다. ‘캠리보다 강하다. 파격적인 디자인은대하는 영역이므로 신규 이미지를 인식시키는데 추가 쏘나타의 이미지를 한층 젊게 만들었다. 40대보다 30비용을 부담할 필요가 없다."
    },
    {
        "id": "hyundai_design_philosophy1-37",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "반면 포화 상태인 만큼 대 젊은 층이 더 환호했다. (중앙일보,2010.1.28)’,‘역대이미지 차별화가 쉽지 않은 위험성이 있다. 그리고 쏘나타 중 가장 강렬한 디자인’(임의택, 프리챌큐티비,주목 할 만한 것은 현대자동차가 이와 관련된 이미지 2009.10.16),‘다른 중형 세단들보다도 ~ 제일 돋보이를 갖고 있지 않다는 점이다. (현재 현대자동차 이미 고, 제일 무섭게 생기기도. 훨씬 저돌적인 인상. 상당지 1~4순위 : 점잖은, 온화한, 모던한, 은은한) 히 부담스러운 느낌’(블로거13)),‘측면의 날카로운 캐릭C포지션은 현재 현대자동차가 위치한 부분과 어 터라인과 볼륨감을 가진 면 처리(구상, 글로벌오토뉴느 정도 일치한다. C포지션의 리더 격인 브랜드는 스, 2009.10.8)’,‘과감한 쏘나타. 부드러우면서도 날렵Audi(4.66)이다. 현대자동차가 이 포지션의 이미지를 한, 정적이면서도 생동감 넘치는."
    },
    {
        "id": "hyundai_design_philosophy1-38",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "기존 쏘나타다움으발전시키기 위해서는 이런 강력한 브랜드와 경쟁해야 로 대표되던 대중성과 안정성 대신 과감함 선택. 유하며, 유사한 이미지를 가질 수 있지만 차별화를 위 연함과 역동적 운동에너지 표현’(경제신문 이투데이,한 장치를 마련하여야 한다. 하지만 현대의 이미지는 2009.11.9)매우 광범위하게 펼쳐져 있으며 현재 위치는 중위점일 뿐이므로 현대자동차로서는 이미지의 유지라는 측면에서 유리한 것은 없다.5. 현대자동차 디자인 정체성 전략5.1. 조형언어 ‘플루이딕 스컬프처’[그림 12] ‘플루이딕 스컬프쳐’의 특성을 표현한 쏘나현대자동차는 2009년 그동안 베일에 가려있던 디타YF의 컨셉스케치자인정체성 전략을 발표한다. 핵심 키워드로 ‘플루이딕 스컬프처(Fluidic Sculpture)를 제시하고 그 설명으로서 ’유기적이고 조각 같은, 부드러움 속에 강인함이12) 현대자동차 홍보 자료, 2009."
    },
    {
        "id": "hyundai_design_philosophy1-39",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "‘난’과 관련해서 일부 형상 요조화를 이루는 현대자동차만의 진취적이고 생동감 넘 소는 펜싱검을 연상하기도 했다고 한다. 이하 내용이 홍보용치는 디자인미학‘을 덧붙였다. 2006년경 NF쏘나타 후 픽션일 수 있으나 향후 관계자들에게 영향을 미치므로 의미를가진다고 할 수 있다. ‘펜싱검을 그리다. 크롬 가니쉬 디자인은속 모델 개발의 일환으로 ’글로벌 디자인의 메인스트펜싱경기를 관람하던 중 우연히 아이디어가 떠올랐습니다. 반림 영역을 넘어서는 현대차만의 독자적 색깔과 성격짝이는 재질의 얇은 검이 빠른 속도로 상대를 향해 움직이는을 부가시키는 디자인개발에 중점‘11)을 둔 결과이다. 모습에서 우아하면서도 스포티한 라인을 찾아내었고, 바로 이아이디어를 프론트에서 리어까지 이어지는 긴 크롬 가니쉬를통해 표현했습니다."
    },
    {
        "id": "hyundai_design_philosophy1-40",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "(http://sonata.hyundai.com/YF_F24.aspx)11) “차 갖고 싶게 해야죠”현대차 디자인의 철학 오석근 전무, 13)http://blog.naver.com/PostView.nhn?blogId=quattro_rs4&국민일보 쿠키뉴스, 2009년 06 21일자 logNo=50079562074&redirect=Dlog&widgetTypeCall=true 그리고 2010년 초 제네바모터쇼에서 발표한 i-Flow는5.2. 현대자동차 DI전략의 정합성 검토6개의 조형 요소가 모두 반영된 특징을 보이고 있다.디자인정체성 정합성 검토의 핵심은 시장 경쟁을염두에 둔 이미지 방향의 전략적 선택이다. [그림11]에서 살핀 현대의 선택 가능한 조형정체성 방향은 부 6."
    },
    {
        "id": "hyundai_design_philosophy1-41",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "결론드럽고 정적인 '온화, 은은, 우아‘ 영역(A), 동적이고최근 발표된 현대자동차의 디자인정체성 전략(핵심딱딱한 ’경쾌, 화려, 다이나믹‘ 영역(B), 정적이고 딱딱어 ‘플루이딕 스컬프처’)은 현대자동차가 한 단계 높한 ’모던, 고상, 점잖은‘ 영역(C)의 3가지가 있다. 현게 성장하기 위한 매우 중요한 계기가 되고 있다. 제대 자동차의 ’플루이딕 스컬프쳐‘는 5.1에서 살핀 바시된 전략의 정합성을 검토하기 위하여 현대자동차의와 같이 영역 B를 향후 정체성의 방향으로 삼았다.브랜드전략과 조형유산 관련 자료를 비교 검토하고영역A는 신규성이 높고 자동차의 본질적 측면을 답현재 자동차 시장의 조형 이미지를 개관한 가운데 이해야 하는 만큼 위험성이 크다. 그리고 현재 A에 연번에 제시된 조형 전략의 정합성을 검토하였다.관된 모든 차종은 ’다이나믹‘을 기본 이미지로 갖고그 결과 플루이딕 스컬프처는 기업 브랜드전략을있다."
    },
    {
        "id": "hyundai_design_philosophy1-42",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "결국 자동차는 ’다이나믹‘ 이미지의 전형을 먼반영하고 있으며, 전략적으로 적합한 이미지 포지셔저 충족시켜야 하는 것이다. 이런 맥락에서 이번 현닝을 취하고 있고, 현대자동차의 전통에 부합되는 것대의 선택은 의미가 있다. C는 현대의 현재 영역 중으로 드러났다. 특히 프리미엄 브랜드로 도약하기 위일부이지만 앞서 말한 다이나믹 이미지를 확보해야해 브랜드력을 끌어올리기 위한 중간 단계로서 다소한다는 측면에서도 현대는 일단 영역B에 유사한 공과도한 이미지를 가져가는 것은 불가피한 선택으로격성을 보이고 그 후 행로를 결정할 수 있을 것으로보인다."
    },
    {
        "id": "hyundai_design_philosophy1-43",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "하지만 차츰 플루이딕 스컬프처의 개념이 정보인다.련되어 나감을 최근 모델을 통해 확인할 수 있는 것이는 현대의 브랜드 정체성인 ‘세련되고 당당한’처럼 향후 B영역으로 진출했던 현대의 이미지는 다과 연결되며, 현대자동차의 현 CDO와의 인터뷰에서시 C영역으로 어느 정도 후퇴하여 안정될 것으로 조확인되는 현대자동차의 ‘진취성과 도전정신’이라는 정심스럽게 추측한다.신적 유산과도 일치한다.향후 현대자동차의 디자인 정체성을 소비자 측면6가지 조형 유산 측면에서 보면 YF는 ①볼륨감과에서 확인하는 조사를 통해서 포지셔닝을 더 명확히②후드위 주름, ③V인상, ④X교차 부정형램프, ⑥Z자해야 한다."
    },
    {
        "id": "hyundai_design_philosophy1-44",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "그리고 그 추이를 추적하는 작업이 이번형 케릭터라인 등 ⑤헥사곤(헥사곤은 투싼 iX에서 표연구에서 부족한 부분으로 지적될 수 있다.현)을 제외한 모든 요소들이 종합되어 있어서 조형유산도 큰 무리 없이 계승하고 있는 것으로 보인다.참고문헌- 채승진 외.(2008), 현대자동차 DI 추진 보고서, 연세대학교- 구상.(2007). ‘자동차조형요소분석을 통한 자동차 디자인 아이덴티티 특성의 고찰’, 서울대학교- 김성태.(2007). 브랜드 전략으로서 자동차 디자인 방향성에 관한 연구, 국민대학교 테크노디자인전문대학원- McCormcak, J.P.(2003)."
    },
    {
        "id": "hyundai_design_philosophy1-45",
        "source_document": "hyundai_design_philosophy1.pdf",
        "content": "Speaking the Buicklanguage: capturing, understanding, and exploringbrand identity with shape grammars Departmentof Mechanical Engineering, CMU,- 현대자동차 (1997), 도전 30년 비전 21세기 : 현대자동차 30년사- 현대자동차 브랜드 매뉴얼.- 현대자동차 홍보자료, 현대자동차 2009[그림 13] YF쏘나타, 투싼iX, i-Flow에서 발견되는6개 조형 유산"
    }
]